export const horoscopeContentList = [
  {
    title: "Подробная натальная карта",
    description: "Астрологическая карта рождения, раскрывающая ваши потенциалы и личные качества",
    backgroundName: "map"
  },
  {
    title: "Персональный прогноз",
    description:
      "Индивидуальные предсказания на основе вашего гороскопа и текущих транзитов планет",
    backgroundName: "zodiacSigns"
  },
  {
    title: "Тематические иллюстрации",
    description: "Красочные изображения, помогающие лучше понять астрологические концепции",
    backgroundName: "couple"
  },
  {
    title: "Инструкции по использованию",
    description: "Руководство по чтению натальной карты и интерпретации персональных прогнозов",
    backgroundName: "guide"
  }
];
